###############################################################################
# Created by write_sdc
# Sat Aug 12 19:03:40 2023
###############################################################################
current_design des
###############################################################################
# Timing Constraints
###############################################################################
create_clock -name clock -period 0.1000 [get_ports {clock}]
set_clock_uncertainty 0.0000 clock
set_propagated_clock [get_clocks {clock}]
###############################################################################
# Environment
###############################################################################
###############################################################################
# Design Rules
###############################################################################
