###############################################################################
# Created by write_sdc
# Sat Aug 12 19:03:42 2023
###############################################################################
current_design des
###############################################################################
# Timing Constraints
###############################################################################
create_clock -name clock -period 94.6211 [get_ports {clock}]
set_clock_uncertainty 0.0000 clock
###############################################################################
# Environment
###############################################################################
###############################################################################
# Design Rules
###############################################################################
