###############################################################################
# Created by write_sdc
# Fri Jun  2 15:37:42 2023
###############################################################################
current_design serializer
###############################################################################
# Timing Constraints
###############################################################################
create_clock -name clock -period 0.1000 [get_ports {clock}]
set_clock_uncertainty 0.0000 clock
set_propagated_clock [get_clocks {clock}]
###############################################################################
# Environment
###############################################################################
###############################################################################
# Design Rules
###############################################################################
