###############################################################################
# Created by write_sdc
# Thu Feb 22 21:42:55 2024
###############################################################################
current_design ser_top
###############################################################################
# Timing Constraints
###############################################################################
create_clock -name clk -period 100.0000 [get_ports {clk}]
set_propagated_clock [get_clocks {clk}]
###############################################################################
# Environment
###############################################################################
###############################################################################
# Design Rules
###############################################################################
